[
     

    {
        "id": 2,
        "separators": "↗ To Think Differently (2022)",
        "title": "To Think Differently",
        "btn": "(fechar)",
        "text": "To Think Differently coloca as ideias dos designers Anthony Dunne e Fiona Raby do manifesto DUNNE & RABY a nível visual. O manifesto estudado, afirma que uma parte do design pertence à categoria do affirmative design, uma vez que reforça a ideia do status quo. Por outro lado, o critical design está presente na afirmação “To Think Differently”, que desafia o espetador a questionar, sensibilizar, expor e provocar situações do quotidiano com o objetivo de abrir o debate sobre o problema em questão. O manifesto To Think Differently pretende enfrentar o público e coloca-lo a pensar neste plano visual, concebido para refletir as ideias do manifesto de Anthony Dunne e Fiona Raby.",
        "src": ["/public/img/ttdp01.png", "/public/img/frentemanifesto39.png", "/public/img/versomanifesto39.png", "/public/img/TTDp3.png"],
        "categories": "poster design",
        "year": "2022",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    {
        "id": 3,
        "separators": "↗ O pensamento faz-se na boca (2022) ",
        "title": "O pensamento faz-se na boca ",
        "btn": "(fechar)",
        "text": "“A poesia visual resulta da intersecção entre a poesia (texto, escrita) e a experimentação visual (imagem). Sendo a tipografia um meio visual por excelência é, no entanto, pela subordinação à fonética silábica ou alfabética, que o seu uso se universaliza e impõe. Contudo, a dimensão visual da tipografia nunca se desvaneceu por completo, apesar de subalternizada ao texto (ou à ideia que o uso atribui ao texto).”Neste sentido, o pensamento faz-se na boca … (ESCREVER)”,",
        "src": ["/public/img/mockuppfnc02.png", "/public/img/pensamentonaboca.jpg"],
        "categories": "poster design",
        "year": "2022",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    

    {
        "id": 5,
        "separators": " ↗ Binómino (2023)",
        "title": "Binómino",
        "btn": "(fechar)",
        "text": " Binómino centra-se em dois dos grandes nomes do design português, Sebastião Rodrigues e Victor Palla, que criaram um vocabulário único de símbolos e composições inovadoras que definiram o design português. Movimentaram-se na corrente contracultural e sob uma atmosfera de modernidade. Uma geração de designers modernistas, dos quais faziam parte Paul Rand e Alvin Lustig, começou a ser observada com especial atenção pelos designers europeus, designadamente, por alguns portugueses, como Sebastião Rodrigues e Victor Palla Esta edição apresenta dois planos em constante diálogo entre Sebastião Rodrigues e Victor Palla tendo sempre na retaguarda as referências anteriormente citadas Paul Rand e Alvin Lustig. Deste modo, Binómino, graficamente resulta desse confronto mostrando assim ao leitor a importância de ambos os designers no modernismo em Portugal.",
        "src": ["/public/img/binominop2.png", "/public/img/binominop1.png", "/public/img/binominop3.png", "/public/img/binominop4.png", "/public/img/binominop5.png" ],
        "categories": "editorial",
        "year": "2023",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    {
        "id": 6,
        "separators": "↗ 75DH30: os 75 anos da DUDH (2023)",
        "title": "75DH30: os 75 anos da Declaração Universal dos Direitos Humanos",
        "btn": "(fechar)",
        "text": "“Toda a pessoa tem direito a recurso efetivo para as jurisdições nacionais competentes contra os atos que violem os direitos fundamentais reconhecidos pela constituição ou pela lei.” Tendo em conta o artigo 8 da DUDH e após diversas pesquisas, decidi que a melhor maneira de representá-lo, seria recorrer à figura da deusa temis (deusa da justiça) para contrapor a ideia do artigo escolhido, visto que, a estratégia que serviu de mote para este trabalho foi a negação verbal visual. Neste sentido aproveitei os símbolos da balança e da espada presentes na imagem de temis para representar os tais recursos citados no artigo. Deste modo, optei por recorrer a uma figura humana, à fotografia, à suposta falta de direitos para representar graficamente o artigo escolhido. Este trabalho esteve presente numa exposição com a curadoria conjunta com a Faculdade de Belas-Artes da Universidade de Lisboa, o Metropolitano de Lisboa e a ONU Portugal. A exposição esteve patente na estação da Baixa-Chiado desde 25 de Novembro de 2023 a 2 de Janeiro de 2024.",
        "src": [ "/public/img/temistres.png", "/public/img/temisum.png", "/public/img/temisdois.png", "/public/img/cartazmelhoria.png"],
        "categories": "poster design",
        "year": "2023",
        "btn2": "(proximo)",
        "info": "(+ info)"

    },

    {
        "id": 7,
        "separators": " ↗ Rebranding Sintra (2024) ",
        "title": "Rebranding Sintra",
        "btn": "(fechar)",
        "text": "Todos os caminhos vão dar a Sintra. O viajante já escolheu o seu. Dará a volta pelas Azenhas do Mar e pela Praia das Maçãs, espreitará primeiro as casas que descem a arriba em cascata, depois o areal batido pelas ondas do largo, mas confessa ter olhado tudo isto um pouco desatento, como se sentisse a presença da serra atrás de si…” A nova imagem de marca do conselho de Sintra. É esta imagem que dará início ao restante trabalho identitário. Porque a primeira imagem é o começo de uma nova vida, uma nova interpretação, uma nova rotina, uma nova perspetiva, uma nova presença. É desta forma que o nosso coletivo apresenta uma versão da identidade do conselho de Sintra. O início começa no final da leitura, o triângulo. É ele que dá mote ao restante trabalho de interligação com a presente imagem de Sintra.",
         "src": ["/public/img/sintralogo.png", "/public/img/mockup1sintra.png", "/public/img/mockup2sintra.png", "/public/img/sintramapamockup.png"],
        "categories": "design identidadade",
        "year":"2024",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    {
        "id": 8,
        "separators": "↗ Gisela (2024) ",
        "title": "Gisela",
        "btn": "(fechar)",
        "text": "Um ato de coragem, um ato de revolução, um ato de amor, um ato sexual, um ato necessário, um ato atual. Assim nasce Gisela, uma adolescente de 15 anos que partilha com Portugal a sua primeira experiência sexual. Gisela renasce no presente para florescer e por isso queremos realçar Gisela. O projeto Gisela nasce da necessidade de proporcionar aos jovens um lugar onde possam falar sobre sexualidade como Gisela o fez. Gisela nasce no passado para encarar o presente, nasce para possibilitar um ambiente seguro, confiável, confortável onde os novos jovens possam discutir sobre sexualidade mediante nova perspetiva, a perspetiva de Gisela. A liberdade, a ingenuidade, a segurança, a partilha são alguns dos valores que Gisela pretende transmitir. Neste sentido, Gisela nasce para proporcionar aos jovens e futuros jovens uma nova leitura sobre o tema da sexualidade, sem esquecer por completo toda a história da nossa matéria de estudo, o testemunho que Gisela nos deixou.",
        "link": "(ver ensaio visual aqui)",
        "src": ["/public/img/logogisela.png", "/public/img/gisela.png"],
        "categories": "instalacao | editorial | web",
        "year": "2024",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    {
        "id": 9,
        "separators": " ↗ (Re)edição especial Bichos (2024)",
        "title": "(Re)edição especial Bichos",
        "btn": "(fechar)",
        "text": "bichos não é um simpático livro de contos, é o livro da selva consciente de mitos bíblicos reinventados, um manifesto para despertar nos homens a sua essência O projeto Bichos é uma reedição especial da 12ª edição do livro Bichos de Miguel Torga. A presente reedição transforma um mero livro sobre animais, num livro didático para crianças. O livro feito de um momento para o momento, pretende desde início reunir gerações. Considerado um livro simples na sua conceção teórica e pratica, BICHOS reúne em 172 páginas uma panóplia de bichos, divididos em capítulos ou secções. É também considerado um livro aberto em termos gráficos, pois oferece ao leitor a possibilidade do completar, através de desenhos e/ou ilustrações, cada espaço em branco presente no livro é prepositado para oferecer esse espaço físico ao leitor. Assim, BICHOS oferece-nos diversas camadas de interpretação, tanto na narrativa de Miguel Torga como na abordagem gráfica e editorial da presente edição.",
        "src": ["/public/img/bookbichoscapa.png", "/public/img/bichosp2.png"],
        "categories": "editorial",
        "year": "2024",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

    {
        "id": 10,
        "separators": " ↗ Luca Zangrandi (2025)",
        "title": "Luca Zangrandi",
        "btn": "(fechar)",
        "text": "design e programacao do website. cliente: Luca Zangrandi.",
        "link2": "(visitar website)",
        "src": ["/public/img/sitelucamockupp1.png", "/public/img/sitelucamockupp2.png"],
        "categories": "web design",
        "year": "2025",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },

     {
        "id": 11,
        "separators": "↗ The Jesus Designed By The Divine (2025)",
        "title": "The Jesus Designed By The Divine",
        "btn": "(fechar)",
        "text": "identidade visual e marca de gonçalo jesus ",
        "src": ["/public/img/logothejesus.png"],
        "categories": "design identidadade",
        "year": "2025",
        "btn2": "(proximo)",
        "info": "(+ info)"
    },


    {
        "id": 12,
        "separators": "↗ WIP 01",
        "title": "WIP 01",
        "btn": "(fechar)",
        "src": ["/public/img/uiui.jpg" , "/public/img/ui1.jpg", "/public/img/ui2.jpg", "/public/img/ui3.jpg" , "/public/img/ui4.jpg", "/public/img/ui5.jpg", "/public/img/ui6.jpg", "/public/img/ui7.jpg", "/public/img/ui8.jpg", "/public/img/ui9.jpg", "/public/img/ui10.jpg", "/public/img/ui11.jpg", "/public/img/ui12.jpg", "/public/img/ui13.jpg", "/public/img/ui14.jpg"],
        "categories": "fotografia analogica",
        "year": "2025",
        "btn2": "(proximo)",
        "info": "(+ info)"
    } , 

     {
        "id": 13,
        "separators": " ↗ GONÇALO JESUS ",
        "title": "GONÇALO JESUS",
        "btn": "(fechar)",
        "src": ["/public/img/goncalojesus.jpg"],
        "linebreake": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - ",
        "text1": "Formação em Artes do Espetáculo e em Design de Comunicação pela Faculdade de Belas-Artes da Universidade de Lisboa. O foco da minha formação assenta na interseção entre as áreas da imagem, do texto e da performance, explorando o seu potencial visual e educativo. \n \n Interesso-me também pelas áreas da web (HTML, CSS e JavaScript), da imagem e da fotografia analógica. Como designer, desenvolvo soluções criativas com base conceptual, pragmática e experimental. Valorizo o processo criativo e acredito que a experimentação gera objetos gráficos relevantes e significativos.",
        "text2": "SERVIÇOS  \n ↗ identidade visual \n ↗ design editorial \n ↗ poster design \n ↗ web design  ",
        "categories": "WIP",
        "year": "© 2025 by GONÇALO JESUS",
        "btn2": "(proximo)",
        "info": "(+ info)"
        
    }
]